Revit.Elements.Views.View3DTemplate
A Revit 3D View Template

Revit.Elements.Views.View3DTemplate.#ctor(Autodesk.Revit.DB.View3D)
Create a Revit Floor Plan from Autodesk View Plan

Revit.Elements.Views.View3DTemplate.Init3DView(Autodesk.Revit.DB.View3D)
Initialize a FloorPlanView element

Revit.Elements.Views.View3DTemplate.FromExisting(Autodesk.Revit.DB.View3D,System.Boolean)
Create from existing Element
plan:
isRevitOwned:
Returns: